[IO_MinecartMischief_Conveyor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_MinecartMischief_Minecart InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MinecartMischief_RawEridium MissionItemDefinition]
UseFailureCharacterMessage="you should %s in fact."
ItemName="Iridium is impure."
PickupMessage="are you here %s"
UseFailureLevelMessage="You must have %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this code.."
NoManufacturerName="generalize"

[ItemDefs.ID_MinecartMischief_RawEridium:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="When it turns into crystals, it is very valuable.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_MinecartMischief_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="you have to do %s To use this option.."
ItemName="old echo "
PickupMessage="understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="Well done"

[ItemDefs.ID_MO_MinecartMischief_MissionGiver:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A message from Aurelia Horchek, Manager of Dahl Meus."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.MO_MinecartMischief_Rubble InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

